[
  {
    "id": "Secretaria_SaudePR_chunk_1",
    "conteudo": "Transtorno do Espectro Autista (TEA)\nO transtorno do espectro autista (TEA) é um distúrbio do neurodesenvolvimento caracterizado por desenvolvimento atípico, manifestações comportamentais, déficits na comunicação e na interação social, padrões de comportamentos repetitivos e estereotipados, podendo apresentar um repertório restrito de interesses e atividades.\nSinais de alerta no neurodesenvolvimento da criança podem ser percebidos nos primeiros meses de vida, sendo o diagnóstico estabelecido por volta dos 2 a 3 anos de idade. A prevalência é maior no sexo masculino.\nA identificação de atrasos no desenvolvimento, o diagnóstico oportuno de TEA e encaminhamento para intervenções comportamentais e apoio educacional na idade mais precoce possível, pode levar a melhores resultados a longo prazo, considerando a neuroplasticidade cerebral.\nRessalta-se que o tratamento oportuno com estimulação precoce deve ser preconizado em qualquer caso de suspeita de TEA ou desenvolvimento atípico da crianç",
    "metadata": {
      "fonte": "https://www.saude.pr.gov.br/Pagina/Transtorno-do-Espectro-Autista-TEA",
      "titulo": "Transtorno do Espectro Autista (TEA)",
      "subtitulo": "Transtorno do Espectro Autista (TEA)",
      "data_extracao": "2025-10-06",
      "chunk_index": 1
    }
  },
  {
    "id": "Secretaria_SaudePR_chunk_2",
    "conteudo": ", considerando a neuroplasticidade cerebral.\nRessalta-se que o tratamento oportuno com estimulação precoce deve ser preconizado em qualquer caso de suspeita de TEA ou desenvolvimento atípico da criança, independentemente de confirmação diagnóstica.\nA etiologia do transtorno do espectro autista ainda permanece desconhecida. Evidências científicas apontam que não há uma causa única, mas sim a interação de fatores genéticos e ambientais. A interação entre esses fatores parecem estar relacionadas ao TEA, porém é importante ressaltar que “risco aumentado” não é o mesmo que causa fatores de risco ambientais. Os fatores ambientais podem aumentar ou diminuir o risco de TEA em pessoas geneticamente predispostas. Embora nenhum destes fatores pareça ter forte correlação com aumento e/ou diminuição dos riscos, a exposição a agentes químicos, deficiência de vitamina D e ácido fólico, uso de substâncias (como ácido valpróico) durante a gestação, prematuridade (com idade gestacional abaixo de 35 sema",
    "metadata": {
      "fonte": "https://www.saude.pr.gov.br/Pagina/Transtorno-do-Espectro-Autista-TEA",
      "titulo": "Transtorno do Espectro Autista (TEA)",
      "subtitulo": "Transtorno do Espectro Autista (TEA)",
      "data_extracao": "2025-10-06",
      "chunk_index": 2
    }
  },
  {
    "id": "Secretaria_SaudePR_chunk_3",
    "conteudo": "s riscos, a exposição a agentes químicos, deficiência de vitamina D e ácido fólico, uso de substâncias (como ácido valpróico) durante a gestação, prematuridade (com idade gestacional abaixo de 35 semanas), baixo peso ao nascer (< 2.500 g), gestações múltiplas, infecção materna durante a gravidez e idade parental avançada são considerados fatores contribuintes para o desenvolvimento do TEA.\n\nFatores de risco para um componente genético\nEvidências indicam influência de alterações genéticas com forte herdabilidade, mas trata-se de um distúrbio geneticamente heterogêneo que produz heterogeneidade fenotípica (características físicas e comportamentais diferentes, tanto em manifestação como em gravidade). Apesar de alguns genes e algumas alterações estarem sendo estudadas, vale ressaltar que não há nenhum biomarcador específico para TEA.\n \nDiagnóstico\nO diagnóstico de TEA é essencialmente clínico, feito a partir das observações da criança, entrevistas com os pais e aplicação de instrumentos e",
    "metadata": {
      "fonte": "https://www.saude.pr.gov.br/Pagina/Transtorno-do-Espectro-Autista-TEA",
      "titulo": "Transtorno do Espectro Autista (TEA)",
      "subtitulo": "Transtorno do Espectro Autista (TEA)",
      "data_extracao": "2025-10-06",
      "chunk_index": 3
    }
  },
  {
    "id": "Secretaria_SaudePR_chunk_4",
    "conteudo": "há nenhum biomarcador específico para TEA.\n \nDiagnóstico\nO diagnóstico de TEA é essencialmente clínico, feito a partir das observações da criança, entrevistas com os pais e aplicação de instrumentos específicos. Instrumentos de vigilância do desenvolvimento infantil são sensíveis para detecção de alterações sugestivas de TEA, devendo ser devidamente aplicados durante as consultas de puericultura na Atenção Primária à Saúde. O relato/queixa da família acerca de alterações no desenvolvimento ou comportamento da criança tem correlação positiva com confirmação diagnóstica posterior, por isso, valorizar o relato/queixa da família é fundamental durante o atendimento da criança.\nManifestações agudas podem ocorrer e, frequentemente, o que conseguimos observar são sintomas de agitação e/ou agressividade, podendo haver auto ou heteroagressividade. Estas manifestações ocorrem por diversos motivos, como dificuldade em comunicar algo que gostaria, alguma dor, algum incômodo sensorial, entre outros.",
    "metadata": {
      "fonte": "https://www.saude.pr.gov.br/Pagina/Transtorno-do-Espectro-Autista-TEA",
      "titulo": "Transtorno do Espectro Autista (TEA)",
      "subtitulo": "Fatores de risco para um componente genético",
      "data_extracao": "2025-10-06",
      "chunk_index": 4
    }
  },
  {
    "id": "Secretaria_SaudePR_chunk_5",
    "conteudo": "idade, podendo haver auto ou heteroagressividade. Estas manifestações ocorrem por diversos motivos, como dificuldade em comunicar algo que gostaria, alguma dor, algum incômodo sensorial, entre outros. Nestes momentos é fundamental tentar compreender o motivo dos comportamentos que estamos observando, para então propor estratégias que possam ser efetivas. Dentre os procedimentos possíveis temos: estratégias comportamentais de modificação do comportamento, uso de comunicação suplementar e/ou alternativa como apoio para compreensão/ expressão, estratégias sensoriais, e também procedimentos mais invasivos, como contenção física e mecânica, medicações e, em algumas situações, intervenções em unidades de urgência / emergência\n\nSou Paciente, familiar ou cuidador\nO Transtorno do Espectro Autista (TEA) é resultado de alterações físicas e funcionais do cérebro e está relacionado ao desenvolvimento motor, da linguagem e comportamental.  \nO TEA afeta o comportamento da criança. Os primeiros sinais",
    "metadata": {
      "fonte": "https://www.saude.pr.gov.br/Pagina/Transtorno-do-Espectro-Autista-TEA",
      "titulo": "Transtorno do Espectro Autista (TEA)",
      "subtitulo": "Diagnóstico",
      "data_extracao": "2025-10-06",
      "chunk_index": 5
    }
  },
  {
    "id": "Secretaria_SaudePR_chunk_6",
    "conteudo": "TEA) é resultado de alterações físicas e funcionais do cérebro e está relacionado ao desenvolvimento motor, da linguagem e comportamental.  \nO TEA afeta o comportamento da criança. Os primeiros sinais podem ser notados em bebês nos primeiros meses de vida. No geral, uma criança com transtorno do espectro autista pode apresentar os seguintes sinais: \nDificuldade para interagir socialmente, como manter o contato visual, identificar expressões faciais e compreender gestos comunicativos, expressar as próprias emoções e fazer amigos \nDificuldade na comunicação, caracterizado por uso repetitivo da linguagem e dificuldade para iniciar e manter um diálogo \nAlterações comportamentais, como manias, apego excessivo a rotinas, ações repetitivas, interesse intenso em coisas específicas e dificuldade de imaginação \nSe você acha que seu filho (ou a criança pela qual você é responsável) não está se desenvolvendo conforme os marcos apresentados na caderneta da criança, procure um profissional de saúde",
    "metadata": {
      "fonte": "https://www.saude.pr.gov.br/Pagina/Transtorno-do-Espectro-Autista-TEA",
      "titulo": "Transtorno do Espectro Autista (TEA)",
      "subtitulo": "Sou Paciente, familiar ou cuidador",
      "data_extracao": "2025-10-06",
      "chunk_index": 6
    }
  },
  {
    "id": "Secretaria_SaudePR_chunk_7",
    "conteudo": "imaginação \nSe você acha que seu filho (ou a criança pela qual você é responsável) não está se desenvolvendo conforme os marcos apresentados na caderneta da criança, procure um profissional de saúde da Atenção Primária à Saúde (Posto ou Unidade Básica).  \nÉ neste local que deve ser feita a avaliação inicial e definição da necessidade de encaminhamento para um especialista. \nEmbora ainda não tenha cura, o TEA pode ser tratado de inúmeras formas. Com o apoio de uma equipe multidisciplinar (diferentes profissionais), a criança pode desenvolver formas de se comunicar socialmente e de ter maior estabilidade emocional. \nNenhuma criança com TEA pode ser discriminada em função de suas dificuldades ou impedida de frequentar qualquer lugar público.",
    "metadata": {
      "fonte": "https://www.saude.pr.gov.br/Pagina/Transtorno-do-Espectro-Autista-TEA",
      "titulo": "Transtorno do Espectro Autista (TEA)",
      "subtitulo": "Sou Paciente, familiar ou cuidador",
      "data_extracao": "2025-10-06",
      "chunk_index": 7
    }
  }
]