[
  {
    "id": "Observatorio_Autista_chunk_1",
    "conteudo": "Contexto\nO TEA (Transtorno do Espectro Autista) é caracterizado pela presença de déficits persistentes na comunicação e interação social, além de padrões restritos e repetitivos de comportamento, interesses ou atividades.\nO DSM-5 (Manual Diagnóstico e Estatístico de Transtornos Mentais) é uma das principais ferramentas utilizadas por profissionais de saúde mental para diagnosticar e classificar transtornos, assim como o austimo. \nDe acordo com o DSM-5, os níveis do autismo são classificados com base no nível de suporte necessário. São eles: nível 1 (autismo leve), nível 2 (autismo moderado) e nível 3 (autismo severo).\n\nNíveis do autismo\nNível 1\nTambém conhecido como “autismo leve”, este é o mais brando e é caracterizado por dificuldades na interação social e comunicação, bem como comportamentos repetitivos e interesses restritos. \nAs pessoas com TEA no nível 1 podem ter dificuldade em iniciar ou manter conversas, interpretar expressões faciais e entender as nuances da linguagem. Porém,",
    "metadata": {
      "fonte": "https://observatoriodoautista.com.br/2023/04/28/niveis-do-autismo-entenda/",
      "titulo": "Níveis do autismo: entenda quais são e a mudança do termo",
      "subtitulo": "Contexto",
      "data_extracao": "2025-10-06",
      "chunk_index": 1
    }
  },
  {
    "id": "Observatorio_Autista_chunk_2",
    "conteudo": "entos repetitivos e interesses restritos. \nAs pessoas com TEA no nível 1 podem ter dificuldade em iniciar ou manter conversas, interpretar expressões faciais e entender as nuances da linguagem. Porém, por se apresentarem de forma mais suave, normalmente essas dificuldades não são limitantes para a interação social. \nEles também podem apresentar comportamentos repetitivos, como balançar as mãos ou o corpo, e ter interesses intensos e restritos, como colecionar objetos específicos ou se concentrar em um tópico específico. \nApesar disso, pessoas com TEA no nível 1 geralmente têm habilidades de linguagem e comunicação relativamente intactas e podem se adaptar bem a mudanças na rotina.\n\n\nNível 2 \nEste segundo nível do TEA é considerado moderado e se caracteriza por dificuldades significativas na comunicação e interação social. \nPessoas neste nível podem enfrentar maiores desafios para iniciar ou manter conversas, interpretar expressões faciais e compreender nuances da linguagem. Além disso,",
    "metadata": {
      "fonte": "https://observatoriodoautista.com.br/2023/04/28/niveis-do-autismo-entenda/",
      "titulo": "Níveis do autismo: entenda quais são e a mudança do termo",
      "subtitulo": "Nível 1",
      "data_extracao": "2025-10-06",
      "chunk_index": 2
    }
  },
  {
    "id": "Observatorio_Autista_chunk_3",
    "conteudo": "a comunicação e interação social. \nPessoas neste nível podem enfrentar maiores desafios para iniciar ou manter conversas, interpretar expressões faciais e compreender nuances da linguagem. Além disso, assim como no nível anterior, podem apresentar comportamentos repetitivos e ter interesses intensos e restritos.\nIndivíduos com TEA no nível 2 podem apresentar também dificuldades para se adaptar a mudanças na rotina e podem necessitar de apoio extra para lidar com situações sociais mais complexas.\n\nNível 3\nEste nível é o mais grave, por isso é também conhecido como severo. Além de apresentarem as características já descritas nos níveis 1 e 2, este também é caracterizado por dificuldades significativas de comportamentos repetitivos. \nNormalmente, possuem uma deficiência mais severa nas habilidades de comunicação, tanto verbal quanto não verbal, e, consequentemente, dependem de maior apoio para se comunicar. Isso pode resultar em dificuldades nas interações sociais e uma redução na cogniçã",
    "metadata": {
      "fonte": "https://observatoriodoautista.com.br/2023/04/28/niveis-do-autismo-entenda/",
      "titulo": "Níveis do autismo: entenda quais são e a mudança do termo",
      "subtitulo": "Nível 2",
      "data_extracao": "2025-10-06",
      "chunk_index": 3
    }
  },
  {
    "id": "Observatorio_Autista_chunk_4",
    "conteudo": "dades de comunicação, tanto verbal quanto não verbal, e, consequentemente, dependem de maior apoio para se comunicar. Isso pode resultar em dificuldades nas interações sociais e uma redução na cognição. \nAlém disso, eles tendem a apresentar um perfil comportamental inflexível e podem ter dificuldades em se adaptar a mudanças, o que pode levá-los a se isolar socialmente se não forem incentivados.\n\n\nGraus ou níveis do autismo: qual termo devo usar?\nA classificação de graus de autismo não é mais utilizada atualmente, apesar de algumas pessoas ainda utilizarem essa terminologia. Ao invés de classificar por graus, é feita uma avaliação detalhada da intensidade dos sintomas em cada área afetada, resultando em um perfil individual de habilidades e necessidades.\nAnteriormente, a CID-10 da Organização Mundial da Saúde (OMS) descrevia alguns tipos de autismo como: \nO autismo atípico, a síndrome de Rett, a síndrome de Asperger, o transtorno desintegrativo da infância, o transtorno geral do desenv",
    "metadata": {
      "fonte": "https://observatoriodoautista.com.br/2023/04/28/niveis-do-autismo-entenda/",
      "titulo": "Níveis do autismo: entenda quais são e a mudança do termo",
      "subtitulo": "Nível 3",
      "data_extracao": "2025-10-06",
      "chunk_index": 4
    }
  },
  {
    "id": "Observatorio_Autista_chunk_5",
    "conteudo": "ção Mundial da Saúde (OMS) descrevia alguns tipos de autismo como: \nO autismo atípico, a síndrome de Rett, a síndrome de Asperger, o transtorno desintegrativo da infância, o transtorno geral do desenvolvimento não especificado.\nPorém, na quinta edição do Manual Diagnóstico e Estatístico de Transtornos Mentais (DSM-5), a American Psychiatric Association (APA) substituiu esses termos por um único diagnóstico de Transtorno do Espectro Autista, que engloba diversos sintomas e níveis de gravidade. Ou seja, o autismo varia em níveis, e não tipos ou graus. \nO DSM-5 ainda reconhece a variação na gravidade dos sintomas do TEA, mas não utiliza os termos “graus de autismo”. \nÉ importante ressaltar que o DSM-5 não se destina a rotular as pessoas, mas sim fornecer informações úteis para profissionais de saúde mental e educadores que trabalham com pessoas com TEA. Os níveis de autismo são úteis para entender a gravidade dos sintomas e identificar as necessidades de suporte, mas cada pessoa é única e",
    "metadata": {
      "fonte": "https://observatoriodoautista.com.br/2023/04/28/niveis-do-autismo-entenda/",
      "titulo": "Níveis do autismo: entenda quais são e a mudança do termo",
      "subtitulo": "Graus ou níveis do autismo: qual termo devo usar?",
      "data_extracao": "2025-10-06",
      "chunk_index": 5
    }
  },
  {
    "id": "Observatorio_Autista_chunk_6",
    "conteudo": "e saúde mental e educadores que trabalham com pessoas com TEA. Os níveis de autismo são úteis para entender a gravidade dos sintomas e identificar as necessidades de suporte, mas cada pessoa é única e pode apresentar sintomas com necessidades específicas e em momentos diferentes. O diagnóstico precoce e o acesso a tratamentos e suportes adequados são fundamentais para ajudar as pessoas com TEA a desenvolver suas habilidades e viver com a melhor qualidade de vida possível.",
    "metadata": {
      "fonte": "https://observatoriodoautista.com.br/2023/04/28/niveis-do-autismo-entenda/",
      "titulo": "Níveis do autismo: entenda quais são e a mudança do termo",
      "subtitulo": "Graus ou níveis do autismo: qual termo devo usar?",
      "data_extracao": "2025-10-06",
      "chunk_index": 6
    }
  }
]